{
    " Aktivitätsdiagramme": "",
    " Deployment-Modelle": " Deployment models",
    " Entwurf und Analyse des CPS": "",
    " Erprobung von Designentscheidungen": "",
    " Missverständlichkeit": " Misunderstanding",
    " Tracking von Produktionsschritten": "",
    " Updates": " Updates",
    " aber nicht mehr zu Rate gezogen.": "",
    " da Sie nicht persistiert wurden.": "",
    " die für informelle Modelle gemacht wurden": "",
    " obwohl Sie festgehalten wurden.": "",
    " predictive Maintenance": "",
    " wie häufig informelle Modell auf folgende Art in Ihrer Abteilung festgehalten werden.": "",
    " …)": "",
    "\"Ggf. muss Tool zur Übertragung nach der Erstellung des informellen Modells noch ausgewählt und \"\"erlernt\"\" werden -> informelles Modell schnell erstellt aber ggf. hohe Hürde zur Übertragung bei seltener Verwendung von Tools dieses Modelltyps\"": "\"If necessary tool for transfer still has to be selected and \"\"learned\"\" after creation of informal model -> informal model created quickly but may have high hurdle to transfer if tools of this model type are rarely used\"",
    "Aktivitätsdiagramme": "Activity diagrams",
    "Anforderungsanalyse des digitalen Zwillings": "Requirements Analysis of Digital Twins ",
    "Architekturmodelle": "Architecture models",
    "Architekturmodelle, Deployment-Modelle": "Architecture models, Deployment models",
    "Betriebswirtschaft": "Business Management",
    "CAD/3D Modelle": "CAD/3D Models",
    "Communication": "Communication",
    "Das manuelle Übertragen der informellen Modelle war nützlich für die später Arbeit.": "Manual transfer of informal models was useful for later work.",
    "Das manuelle Übertragen der informellen Modelle war zeitaufwendig.": "Manual transfer of the informal models was time consuming.",
    "Datenbank(schema)": "Database(scheme)",
    "Deployment": "Deployment",
    "Die Fotografien informeller Artefakte wurden zu einem späteren Zeitpunkt wiederverwendet.": "The photographs of informal artifacts were reused at a later date.",
    "Die Fotografien informeller Artefakte wurden zwar gespeichert": "",
    "Die Fotografien informeller Artefakte wurden zwar gespeichert, aber nicht mehr zu Rate gezogen.": "Photographs of informal artifacts were saved but no longer consulted.",
    "Die festgehaltenen informellen Modelle waren schwer zugreifbar/auffindbar.": "The informal models held were difficult to access/find.",
    "Die informellen Artefakte wurden nicht wiederverwendet": "",
    "Die informellen Artefakte wurden nicht wiederverwendet, da Sie nicht persistiert wurden.": "The informal artifacts were not reused because they were not persisted.",
    "Die informellen Artefakte wurden nicht wiederverwendet, obwohl Sie festgehalten wurden.": "The informal artifacts were not reused, although you were recorded.",
    "Die informellen Modelle verbleiben auf dem Whiteboard/Tafel/Flipchart.": "The informal models remain on the whiteboard/chalkboard/flipchart.",
    "Die informellen Modelle werden digital (z.B. in PowerPoint) erstellt und in dieser Form gespeichert.": "The informal models are created digitally (e.g. in PowerPoint) and stored in this form.",
    "Die informellen Modelle werden fotografiert und die Fotos gespeichert.": "The informal models are photographed and the photos are saved.",
    "Die informellen Modelle werden manuell in ein geeignetes Werkzeug übertragen (z.B. Enterprise Architect) und in dieser Form gespeichert.": "The informal models are manually transferred to a suitable tool (e.g. Enterprise Architect) and stored in this form.",
    "Documentation": "Documentation",
    "E/E-Architekturmodelle": "E/E architecture models",
    "Elektrotechnik": "Electrical Engineering",
    "Entwicklung von Methoden zu kontinuierlicher Verbesserung": "Development of continuous improvement methods",
    "Entwicklung von Methoden zu kontinuierlicher Verbesserung, Updates": "Develop methods for continuous improvement, updates",
    "Entwicklung von Software-Architekturen": "Software architecture development",
    "Entwicklung: Prototypenentwicklung": "",
    "Entwicklung: Prototypenentwicklung, Entwurf und Analyse des CPS, Erprobung von Designentscheidungen": "Development: prototyping, designing and analyzing the CPS, testing design decisions.",
    "Entwurf des digitalen Zwillings": "Design of Digital Twins",
    "Further": "Further",
    "Further Problems": "Further Problems",
    "In welchen anderen (nicht oben genannten) Phasen setzen Sie noch informelle Modelle ein? (Trennen Sie unterschiedliche Zwecke mit Komma.)": "In what other phases (not mentioned above) do you use informal models? (Separate different purposes with commas.)",
    "Informatik": "Informatics",
    "Ja": "Yes",
    "Keine Angabe": "No answer",
    "Komponentenmodell": "Component Model",
    "Konzeption: Profil- und Anforderungsanalyse": "Conception: Profile and requirements analysis",
    "Kybernetik": "Cybernetics",
    "Mangelnde Analysefähigkeit": "Lack of analytical ability",
    "Mangelnde Analysefähigkeit, Missverständlichkeit": "Lack of analytical ability, Misunderstanding",
    "Maschinenbau": "Mechanical Engineering",
    "Mechatronik": "Mechatronics",
    "Naturwissenschaft": "Natural Science",
    "Nein": "No",
    "Nutzung und Support: Sammeln von Informationen zum aktuellen und historischen Systemzustand im Betrieb": "",
    "Nutzung und Support: Sammeln von Informationen zum aktuellen und historischen Systemzustand im Betrieb, predictive Maintenance": "Utilization and support: collecting information on current and historical system status during operation, predictive maintenance",
    "Physik": "Physics",
    "Produktion: Überwachung der Produktion": "",
    "Produktion: Überwachung der Produktion, Tracking von Produktionsschritten": "Production: monitoring of production, tracking of production steps",
    "Prozessmodell": "(Business) process model",
    "Psychologie": "Psychology",
    "Retirement: Wissenstransfer für zukünftige Systeme Generationen": "Retirement: Knowledge transfer for future systems Generations",
    "SW-Architekturmodelle": "SW architecture models",
    "Sonstiges": "Other",
    "Stimme eher nicht zu": "rather not agree",
    "Stimme eher zu": "rather agree",
    "Stimme gar nicht zu": "disagree at all",
    "Stimme vollständig zu": "agree at all",
    "Theoretische Physik": "Theoretical physics",
    "Um welche Arten von Diagrammen / Modelle handelt es sich typischerweise (z.B. Zustandsdiagramme": "",
    "Um welche Arten von Diagrammen / Modelle handelt es sich typischerweise (z.B. Zustandsdiagramme, Aktivitätsdiagramme, …)": "What types of diagrams / models are typically involved (e.g. state diagrams, activity diagrams, ...)",
    "Versionierung": "Versioning",
    "Vorgehensmodell": "Development (process) model",
    "Welche der folgenden Aussagen im Bezug auf die (Wieder-)Verwendung von informellen Modellen stimmen Sie zu?": "Which of the following statements regarding the (re)use of informal models do you agree with?",
    "Welchen fachlichen Hintergrund haben Sie?": "What is your professional background?",
    "Wie häufig setzen Sie informelle Modelle in den folgenden Phasen der Entwicklung ein?": "How often do you use informal models in the following phases of development?",
    "Wie häufig werden solche informellen Diagramme für die folgenden Zwecke genutzt?": "How often are such informal diagrams used for the following purposes?",
    "Wie werden informelle Modelle typischer Weise festgehalten? Beurteilen Sie": "",
    "Wie werden informelle Modelle typischer Weise festgehalten? Beurteilen Sie, wie häufig informelle Modell auf folgende Art in Ihrer Abteilung festgehalten werden.": "How are informal models typically recorded? Assess how often informal models are recorded in the following ways in your department.",
    "Wirtschaftsingenieurwesen": "Industrial Engineering",
    "Zustandsdiagramme": "State diagrams",
    "eher häufig": "rather often",
    "eher selten": "rather rarely",
    "gar nicht": "not at all",
    "sehr häufig": "very often",
    "selten": "rarely",
    "tbd.": "tbd.",
    "teilweise stimmen Annahmen nicht": "",
    "teilweise stimmen Annahmen nicht, die für informelle Modelle gemacht wurden": "partly assumptions made for informal models are not correct",
    "werden als Vorgehensmodelle und zur Evaluation von Use Cases genutzt": "are used as process models and for the evaluation of use cases"
}